Repository: PITADIA/android-couple-app
Catalog: EnCouple.xcstrings
Source language: en
Languages: de, es, fr, it, nl_nl, pt_br, pt_pt

# ec_253
source: How could we strengthen trust between us?
de: Wie könnten wir das Vertrauen zwischen uns stärken?
es: ¿Cómo podríamos fortalecer la confianza entre nosotros?
fr: Comment pourrions-nous renforcer la confiance entre nous ?
it: Come potremmo rafforzare la fiducia tra noi?
nl_nl: Hoe zouden we het vertrouwen tussen ons kunnen versterken?
pt_br: Como poderíamos fortalecer a confiança entre nós?
pt_pt: Como poderíamos reforçar a confiança entre nós?

# ec_254
source: Name 3 things you're grateful for regarding me
de: Nenne 3 Dinge, für die du mir gegenüber dankbar bist.
es: Nombra 3 cosas por las que estés agradecido conmigo
fr: Cites 3 choses pour lesquelles tu es reconnaissant(e) vis à vis de moi
it: Nomina 3 cose per cui ti senti grato/a nei miei confronti.
nl_nl: Noem 3 dingen waarvoor je dankbaar bent met betrekking tot mij.
pt_br: Cite 3 coisas pelas quais você é grato(a) em relação a mim.
pt_pt: Diz 3 coisas pelas quais estás grato(a) em relação a mim.

# ec_255
source: Can you tell me you love me right now?
de: Kannst du mir jetzt sofort sagen, dass du mich liebst?
es: ¿Puedes decirme que me amas ahora mismo?
fr: Peux-tu me dire que tu m'aimes maintenant ?
it: Puoi dirmi che mi ami proprio adesso?
nl_nl: Kun je me nu zeggen dat je van me houdt?
pt_br: Você pode me dizer que me ama agora?
pt_pt: Podes dizer-me que me amas agora?

# ec_256
source: Is there anything else you'd like us to talk about?
de: Gibt es noch etwas, worüber du gern sprechen möchtest?
es: ¿Hay algo más de lo que te gustaría que habláramos?
fr: Y a-t-il autre chose dont tu aimerais qu'on parle ?
it: C'è qualcos'altro di cui ti piacerebbe che parlassimo?
nl_nl: Is er nog iets anders waar je het over wilt hebben?
pt_br: Existe mais alguma coisa sobre a qual você gostaria que conversássemos?
pt_pt: Há mais alguma coisa de que gostarias que falássemos?
